# ElevatnTag Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ElevatnTag Property
ParameterTypeId Class See Also
---
"Elevation Tag"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ElevatnTag { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ElevatnTag As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ElevatnTag {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace